[{"title": "Istanbul residents flood streets after 6.2-magnitude quake", "link": "https://www.bbc.com/news/articles/c9djn06l9z2o", "description": "Many people have prepared to spend the night outside to safeguard against another strong tremor.", "importance": 8, "section_summary": "A 6.2-magnitude earthquake prompted Istanbul residents to evacuate and spend the night outdoors, fearing another strong tremor."}, {"title": "India closes main border crossing with Pakistan after Kashmir attack", "link": "https://www.bbc.com/news/articles/ce8g2njm2d2o", "description": "Visas held by some Pakistanis are also cancelled after gunmen killed tourists in Indian-administered Kashmir.", "importance": 8, "section_summary": "India has closed a key border crossing with Pakistan and cancelled some Pakistani visas following a deadly attack on tourists in Indian-administered Kashmir."}, {"title": "Trump accuses Zelensky of harming Ukraine peace negotiations", "link": "https://www.bbc.com/news/articles/c78jx68d922o", "description": "The comments came after Kyiv rejected suggestions it could recognise Russian control of Crimea.", "importance": 8, "section_summary": "Trump has accused Ukrainian President Zelensky of harming Ukraine's peace negotiations, following Kyiv's rejection of recognizing Russian control over Crimea."}, {"title": "Harvey Weinstein's New York retrial for rape begins", "link": "https://www.bbc.com/news/articles/cvgn4y4pzq7o", "description": "Weinstein, who has pleaded not guilty to sex crimes, returns to court after a conviction was overturned. ", "importance": 9, "section_summary": "Harvey Weinstein's New York retrial for rape has commenced, with Weinstein pleading not guilty to sex crimes. The retrial follows the overturning of a previous conviction. More details can be found at https://www.bbc.com/news/articles/cvgn4y4pzq7o."}, {"title": "Mourners visit Pope Francis lying in state at St Peter's Basilica", "link": "https://www.bbc.com/news/articles/cn91e1w12ljo", "description": "The body of the pontiff, who died on Monday, has been moved into the church for a period of public mourning. ", "importance": 8, "section_summary": "Mourners visited Pope Francis lying in state at St Peter's Basilica as the pontiff's body was moved into the church for public mourning following his death on Monday."}, {"title": "Musk to reduce Doge role after Tesla profits plunge", "link": "https://www.bbc.com/news/articles/cy0x50yr46lo", "description": "The tech boss says he intends to spend only one to two days a week on Trump administration matters.", "importance": 8, "section_summary": "Elon Musk plans to reduce his involvement with Dogecoin after Tesla reported a significant decline in profits. The tech billionaire had previously supported Dogecoin, but will now reportedly scale back his engagement."}, {"title": "Abbas calls Hamas 'sons of dogs' and demands release of Gaza hostages", "link": "https://www.bbc.com/news/articles/c4g20pj6epvo", "description": "Palestinian Authority president says that Hamas has given Israel \"excuses\" to continue the Gaza war.", "importance": 8, "section_summary": "Palestinian Authority President Abbas criticizes Hamas, calling them \"sons of dogs\" and stating they have given Israel excuses to continue the Gaza war, while demanding the release of Gaza hostages."}, {"title": "US intensifying bid to end Ukraine war - but chances of success remain unclear", "link": "https://www.bbc.com/news/articles/c70znjwezd4o", "description": "Negotiations are gathering pace but the proposals being put forward by Trump's team still have major gaps", "importance": 8, "section_summary": "The US is intensifying efforts to end the Ukraine war through negotiations, with Trump's team putting forward proposals, although significant gaps remain, casting uncertainty on the likelihood of success."}, {"title": "Africa is important to Trump, despite aid cuts, envoy tells BBC ", "link": "https://www.bbc.com/news/articles/ce82w356lezo", "description": "Donald Trump \"highly values Africa and African people\", says his African envoy, Massad Boulos.", "importance": 8, "section_summary": "US President Donald Trump's African envoy, Massad Boulos, asserts that Trump \"highly values Africa and African people\" despite cuts to US aid, as reported in an interview with the BBC."}, {"title": "Who will be the next pope? Key candidates in an unpredictable process ", "link": "https://www.bbc.com/news/articles/ckgxk40ndk1o", "description": "Several names are prominent as cardinals prepare to gather in the Vatican to elect Pope Francis' successor. ", "importance": 8, "section_summary": "The Vatican is poised to elect a new pope as cardinals gather to succeed Pope Francis. Several key candidates are emerging, although the process remains unpredictable. For the latest on the candidates and the election process, see the full report."}, {"title": "Opportunity for big US-China trade deal, says Bessent ", "link": "https://www.bbc.com/news/articles/clywg25ykqno", "description": "The comments from the US Treasury Secretary come as the trade war between the world's two biggest economies has escalated.", "importance": 8, "section_summary": "US Treasury Secretary Bessent sees an opportunity for a significant trade deal between the US and China amid an escalating trade war between the two economies."}, {"title": "Rage and despair after brazen attack kills 26 in Kashmir", "link": "https://www.bbc.com/news/articles/cze10y59j91o", "description": "Families are mourning loved ones killed by gunmen in one of India's most popular tourist destinations.", "importance": 9, "section_summary": "Gunmen killed 26 people in a brazen attack in Kashmir, one of India's most popular tourist destinations, sparking widespread mourning and outrage."}, {"title": "Dominican Republic detains pregnant Haitian women in hospital swoop", "link": "https://www.bbc.com/news/articles/cy8egxlxz5po", "description": "The move is part of the government's plan to curb undocumented migration from neighbouring Haiti.", "importance": 8, "section_summary": "The Dominican Republic has detained pregnant Haitian women in a hospital raid as part of efforts to curb undocumented migration from Haiti."}, {"title": "Suspension of Ghana's chief justice is 'abuse of power', says opposition", "link": "https://www.bbc.com/news/articles/c1758n1gnldo", "description": "This is the first time in Ghana's history that a president has removed a chief justice from office.", "importance": 8, "section_summary": "Ghana's president has removed the country's chief justice from office, a first in the nation's history, sparking opposition criticism of 'abuse of power'."}, {"title": "Lithuanian capital unveils invasion evacuation plan", "link": "https://www.bbc.com/news/articles/cq80g3zlvdvo", "description": "Plans for the evacuation of Vilnius were published as fears over Russia's military ambitions continue to grow. ", "importance": 8, "section_summary": "The city of Vilnius, Lithuania has released evacuation plans amid growing concerns over Russia's military intentions."}, {"title": "Nine killed in Russian attack on Ukraine bus", "link": "https://www.bbc.com/news/articles/cvg857d844xo", "description": "At least 30 were injured in the city of Marhanets in central-south Ukraine.", "importance": 8, "section_summary": "A Russian attack on a bus in Marhanets, Ukraine, killed nine people and injured at least 30 others."}]